Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Batch import**: drop multiple screenshots onto a row. Screenshot Bro fills existing device shapes in template order, then appends templates as needed.
ar: **استيراد دفعة**: قم بإسقاط لقطات شاشة متعددة على صف واحد. Screenshot Bro يقوم بتعبئة أشكال الأجهزة الموجودة بترتيب القالب، ثم يقوم بإلحاق القوالب حسب الحاجة.
ca: **Importació per lots**: deixa anar diverses captures de pantalla en una fila. Screenshot Bro omple les formes del dispositiu existents en ordre de plantilla i, a continuació, afegeix les plantilles segons sigui necessari.
cs: **Dávkový import**: umístěte více snímků obrazovky do řádku. Screenshot Bro vyplní existující tvary zařízení v pořadí šablon a podle potřeby přidá šablony.
da: **Batchimport**: Slip flere skærmbilleder på en række. Screenshot Bro udfylder eksisterende enhedsformer i skabelonrækkefølge og tilføjer derefter skabeloner efter behov.
de: **Stapelimport**: Lege mehrere Screenshots auf einer Zeile ab. Screenshot Bro füllt vorhandene Geräteformen in der Reihenfolge der Vorlagen und fügt bei Bedarf weitere Vorlagen hinzu.
el: **Μαζική εισαγωγή**: απόθεση πολλαπλών στιγμιότυπων οθόνης σε μια σειρά. Το Screenshot Bro συμπληρώνει τα υπάρχοντα σχήματα συσκευών με σειρά προτύπων και, στη συνέχεια, προσαρτά πρότυπα όπως απαιτείται.
es: **Importación por lotes**: suelta varias capturas en una fila. Screenshot Bro rellena los dispositivos existentes en el orden de las plantillas y luego añade plantillas según sea necesario.
fa: **وارد کردن دسته‌ای**: چند اسکرین‌شات را روی یک ردیف رها کنید. Screenshot Bro ابتدا شکل‌های دستگاه موجود را به ترتیب ستون‌ها پر می‌کند و در صورت نیاز ستون‌های تازه اضافه می‌کند.
fi: **Erätuonti**: pudota useita kuvakaappauksia riville. Screenshot Bro täyttää olemassa olevat laitemuodot mallien järjestyksessä ja lisää sitten malleja tarpeen mukaan.
fr: **Importation par lots** : déposez plusieurs captures d'écran sur une ligne. Screenshot Bro remplit les appareils existants dans l'ordre des modèles, puis ajoute des modèles si nécessaire.
he: **יבוא אצווה**: שחרר צילומי מסך מרובים בשורה. Screenshot Bro ממלא צורות קיימות של מכשירים לפי סדר תבניות, ולאחר מכן מוסיף תבניות לפי הצורך.
hr: **Grupni uvoz**: ispustite više snimki zaslona u jedan red. Screenshot Bro ispunjava postojeće oblike uređaja redoslijedom predložaka, a zatim dodaje predloške prema potrebi.
hu: **Kötegelt importálás**: több képernyőképet dobjon egy sorba. A Screenshot Bro sablon sorrendben kitölti a meglévő eszközformákat, majd szükség szerint hozzáfűzi a sablonokat.
id: **Impor batch**: letakkan beberapa tangkapan layar dalam satu baris. Screenshot Bro mengisi bentuk perangkat yang ada dalam urutan templat, lalu menambahkan templat sesuai kebutuhan.
it: **Importazione multipla**: rilascia più screenshot su una riga. Screenshot Bro riempie le forme dispositivo esistenti nell'ordine dei modelli, poi aggiunge modelli se necessario.
ja: **一括読み込み**: 複数のスクリーンショットを行にドロップします。Screenshot Bro は既存のデバイス図形にテンプレート順に割り当て、必要に応じてテンプレートを追加します。
ko: **일괄 가져오기**: 여러 스크린샷을 한 행에 드롭합니다. Screenshot Bro는 기존 기기 도형을 템플릿 순서대로 채운 다음, 필요하면 템플릿을 추가합니다.
ms: **Import kelompok**: lepaskan berbilang tangkapan skrin pada satu baris. Screenshot Bro mengisi bentuk peranti sedia ada dalam susunan templat, kemudian tambah templat mengikut keperluan.
nl: **Batchimport**: plaats meerdere schermafbeeldingen op een rij. Screenshot Bro vult bestaande apparaatvormen in sjabloonvolgorde en voegt vervolgens indien nodig sjablonen toe.
no: **Satsimport**: slipp flere skjermbilder på en rad. Screenshot Bro fyller eksisterende enhetsformer i malrekkefølge, og legger til maler etter behov.
pl: **Import zbiorczy**: upuść wiele zrzutów ekranu w jednym rzędzie. Screenshot Bro wypełnia istniejące kształty urządzeń w kolejności szablonu, a następnie dołącza szablony w razie potrzeby.
pt_br: **Importação em lote**: solte várias capturas de tela em uma linha. O Screenshot Bro preenche as formas de dispositivo existentes na ordem dos modelos e depois acrescenta modelos conforme necessário.
pt_pt: **Importação em lote**: coloque várias capturas de ecrã em uma linha. Screenshot Bro preenche as formas de dispositivos existentes na ordem dos modelos e, em seguida, anexa os modelos conforme necessário.
ro: **Import în lot**: plasați mai multe capturi de ecran pe un rând. Screenshot Bro umple formele dispozitivelor existente în ordinea șabloanelor, apoi adaugă șabloanele după cum este necesar.
ru: **Пакетный импорт**: перетащите несколько скриншотов на строку. Screenshot Bro заполнит существующие фигуры устройств в порядке шаблонов, а затем при необходимости добавит новые шаблоны.
sk: **Dávkový import**: vložte viacero snímok obrazovky do riadka. Screenshot Bro vyplní existujúce tvary zariadení v poradí šablón a potom podľa potreby pridá šablóny.
sl: **Paketni uvoz**: spustite več posnetkov zaslona v eno vrstico. Screenshot Bro zapolni obstoječe oblike naprav v vrstnem redu predlog, nato pa po potrebi doda predloge.
sv: **Satsimport**: släpp flera skärmdumpar på en rad. Screenshot Bro fyller befintliga enhetsformer i mallordning och lägger sedan till mallar efter behov.
th: **การนำเข้าเป็นกลุ่ม**: วางภาพหน้าจอหลายภาพลงในแถวเดียว Screenshot Bro เติมรูปร่างอุปกรณ์ที่มีอยู่ตามลำดับเทมเพลต จากนั้นจึงเพิ่มเทมเพลตตามต้องการ
tr: **Toplu içe aktarma**: birden çok ekran görüntüsünü bir satırın üzerine bırakın. Screenshot Bro mevcut aygıt şekillerini şablon sırasıyla doldurur, ardından gerektiği kadar şablon ekler.
uk: **Пакетний імпорт**: перетягніть кілька знімків екрана на рядок. Screenshot Bro заповнить наявні фігури-пристрої в порядку шаблонів, а за потреби додасть нові шаблони.
ur: **بیچ امپورٹ**: ایک سے زیادہ اسکرین شاٹس کو ایک قطار میں چھوڑیں۔ Screenshot Bro موجودہ ڈیوائس کی شکلوں کو ٹیمپلیٹ ترتیب میں بھرتا ہے، پھر ضرورت کے مطابق ٹیمپلیٹس کو شامل کرتا ہے۔
vi: **Nhập hàng loạt**: thả nhiều ảnh chụp màn hình vào một hàng. Screenshot Bro lấp đầy các hình dạng thiết bị hiện có theo thứ tự mẫu, sau đó nối thêm các mẫu nếu cần.
zh_hans: **批量导入**：将多张截图拖放到一行上。Screenshot Bro 会按模板顺序填入现有的设备形状，并根据需要追加模板。
zh_hant: **批次輸入**：將多張螢幕截圖拖放到一列上。Screenshot Bro 會依範本順序填入現有的裝置形狀，並視需要附加範本。

source: **Center** places a shape vertically, horizontally, or at the exact center of its screenshot.
ar: **الوسط** يضع الشكل رأسيًا أو أفقيًا أو في منتصف لقطة الشاشة بالضبط.
ca: **Centre** col·loca una forma verticalment, horitzontalment o al centre exacte de la seva captura de pantalla.
cs: **Střed** umístí tvar svisle, vodorovně nebo přesně do středu snímku obrazovky.
da: **Center** placerer en figur lodret, vandret eller i det nøjagtige centrum af dens skærmbillede.
de: **Zentriert** setzt eine Form vertikal, horizontal oder genau in die Mitte ihres Screenshots.
el: Το **Κέντρο** τοποθετεί ένα σχήμα κάθετα, οριζόντια ή ακριβώς στο κέντρο του στιγμιότυπου οθόνης του.
es: **Centrar** coloca una forma en el centro vertical, horizontal o exacto de su captura.
fa: **وسط** شکل را به‌صورت عمودی، افقی یا دقیقاً در مرکز اسکرین‌شاتش قرار می‌دهد.
fi: **Keskelle** sijoittaa muodon pystysuoraan, vaakasuoraan tai tarkalleen kuvakaappauksensa keskelle.
fr: **Centrer** place une forme au centre vertical, horizontal ou exact de sa capture d'écran.
he: **מרכז** מציב צורה אנכית, אופקית או במרכז המדויק של צילום המסך שלה.
hr: **Središte** postavlja oblik okomito, vodoravno ili točno u središte njegove snimke zaslona.
hu: **Középen** egy alakzatot függőlegesen, vízszintesen vagy pontosan a képernyőkép közepére helyez el.
id: **Tengah** menempatkan bentuk secara vertikal, horizontal, atau tepat di tengah tangkapan layarnya.
it: **Centro** posiziona una forma al centro verticale, orizzontale o esatto del suo screenshot.
ja: **中央** は、図形をスクリーンショットの垂直方向の中央、水平方向の中央、または正確な中心に配置します。
ko: **가운데**는 도형을 스크린샷의 세로 중앙, 가로 중앙 또는 정중앙에 배치합니다.
ms: **Pusat** meletakkan bentuk secara menegak, mendatar atau di tengah tepat tangkapan skrinnya.
nl: **Midden** plaatst een vorm verticaal, horizontaal of precies in het midden van de schermafbeelding.
no: **Center** plasserer en form vertikalt, horisontalt eller nøyaktig i midten av skjermbildet.
pl: **Centrum** umieszcza kształt pionowo, poziomo lub dokładnie na środku zrzutu ekranu.
pt_br: **Centro** posiciona uma forma na vertical, na horizontal ou exatamente no centro da captura de tela.
pt_pt: **Centro** coloca uma forma verticalmente, horizontalmente ou exatamente no centro da captura de ecrã.
ro: **Centru** plasează o formă vertical, orizontal sau exact în centrul capturii de ecran.
ru: Меню **Центр** размещает фигуру по вертикали, по горизонтали или точно в центре ее скриншота.
sk: **Stred** umiestni tvar zvisle, vodorovne alebo presne do stredu snímky obrazovky.
sl: **Na sredino** postavi obliko navpično, vodoravno ali točno na sredino njenega posnetka zaslona.
sv: **Center** placerar en form vertikalt, horisontellt eller exakt i mitten av dess skärmdump.
th: **ตรงกลาง** วางรูปร่างในแนวตั้ง แนวนอน หรือตรงกลางของภาพหน้าจอ
tr: **Ortala**, bir şekli ekran görüntüsünün dikey, yatay ya da tam ortasına yerleştirir.
uk: Меню **Центр** розміщує фігуру по вертикалі, по горизонталі або точно в центрі її знімка екрана.
ur: **مرکز** کسی شکل کو عمودی، افقی طور پر یا اس کے اسکرین شاٹ کے عین مرکز میں رکھتا ہے۔
vi: **Trung tâm** đặt một hình dạng theo chiều dọc, chiều ngang hoặc ở chính giữa ảnh chụp màn hình của hình đó.
zh_hans: **居中** 可将形状在其截图中垂直居中、水平居中或置于正中央。
zh_hant: **置中**會將形狀在其螢幕截圖中垂直置中、水平置中或置於正中央。

source: **Check the set, not just the screenshot.** The pencil/eye switch in a row header shows the templates as a store-style carousel, which is how buyers will actually see them.
ar: **تحقق من المجموعة، وليس فقط لقطة الشاشة.** يعرض مفتاح القلم الرصاص/العين الموجود في رأس الصف النماذج كدائرة دوارة على طراز المتجر، وهي الطريقة التي سيراها بها المشترون فعليًا.
ca: **Comproveu el conjunt, no només la captura de pantalla.** L'interruptor llapis/ull en una fila de capçalera mostra les plantilles com un carrusel d'estil de botiga, que és com els compradors les veuran realment.
cs: **Zkontrolujte sadu, nejen snímek obrazovky.** Přepínač tužka/oko v záhlaví řádku zobrazuje šablony jako kolotoč ve stylu obchodu, takže je kupující ve skutečnosti uvidí.
da: **Tjek sættet, ikke kun skærmbilledet.** Blyant-/øjekontakten i en række-overskrift viser skabelonerne som en karrusel i butiksstil, hvilket er, hvordan købere faktisk vil se dem.
de: **Prüfe das ganze Set, nicht nur den Screenshot.** Der Stift-/Augen-Schalter in der Kopfzeile einer Zeile zeigt die Vorlagen als Karussell im Store-Stil – so, wie Käufer sie tatsächlich sehen.
el: **Ελέγξτε το σετ, όχι μόνο το στιγμιότυπο οθόνης.** Ο διακόπτης μολυβιού/ματιού στη σειρά εμφανίζει τα πρότυπα ως καρουζέλ τύπου καταστήματος, έτσι θα τα βλέπουν πραγματικά οι αγοραστές.
es: **Revisa el conjunto, no solo la captura.** El selector de lápiz/ojo del encabezado de una fila muestra las plantillas como un carrusel al estilo de la tienda, que es como las verán realmente los compradores.
fa: **کل مجموعه را بررسی کنید، نه فقط یک اسکرین‌شات.** کلید مداد/چشم در سرِ ردیف، اسکرین‌شات‌ها را مانند نوار اسلاید فروشگاه نشان می‌دهد؛ یعنی همان‌طور که خریداران واقعاً می‌بینند.
fi: **Tarkista sarja, älä vain kuvakaappausta.** Kynä-/silmäkytkin riviotsikossa näyttää mallit myymälätyylisenä karusellina, joten ostajat näkevät ne.
fr: **Vérifiez l'ensemble, pas seulement la capture d'écran.** Le sélecteur crayon/œil dans l'en-tête d'une ligne affiche les modèles en carrousel, comme dans la boutique : c'est ainsi que les acheteurs les verront.
he: **בדוק את הסט, לא רק את צילום המסך.** מתג העיפרון/עין בכותרת שורה מציגה את התבניות כקרוסלה בסגנון חנות, וכך הקונים יראו אותן בפועל.
hr: **Provjerite skup, ne samo snimak zaslona.** Prekidač olovka/oko u zaglavlju retka prikazuje predloške kao vrtuljak u stilu trgovine, što je način na koji će ih kupci zapravo vidjeti.
hu: **Nézze meg a készletet, ne csak a képernyőképet.** A ceruza/szem kapcsoló egy sorfejlécben bolti stílusú körhintaként jeleníti meg a sablonokat, így a vásárlók valójában így látják őket.
id: **Periksa kumpulannya, bukan hanya tangkapan layarnya.** Tombol pensil/mata di header baris menampilkan template sebagai carousel bergaya toko, yang merupakan tampilan sebenarnya dari pembeli.
it: **Controlla la serie, non solo lo screenshot.** L'interruttore matita/occhio nell'intestazione di una riga mostra i modelli come un carosello in stile store, cioè come li vedranno davvero gli acquirenti.
ja: **スクリーンショット単体ではなくセットで確認する**。行ヘッダーの鉛筆/目のスイッチで、テンプレートがストア風のカルーセルとして表示されます。購入者が実際に目にする見え方です。
ko: **스크린샷만 확인하지 말고 세트를 확인하세요.** 행 머리글의 연필/눈 스위치는 템플릿을 스토어 스타일 캐러셀로 보여 주므로, 구매자가 실제로 보게 될 모습을 확인할 수 있습니다.
ms: **Semak set, bukan hanya tangkapan skrin.** Suis pensel/mata dalam pengepala baris menunjukkan templat sebagai karusel gaya kedai, iaitu cara pembeli sebenarnya akan melihatnya.
nl: **Controleer de set, niet alleen de schermafbeelding.** De potlood-/oogschakelaar in een rijkop toont de sjablonen als een carrousel in winkelstijl, en dat is hoe kopers ze daadwerkelijk zullen zien.
no: **Sjekk settet, ikke bare skjermbildet.** Blyant-/øyebryteren i overskriften på rad viser malene som en karusell i butikk, som er hvordan kjøpere faktisk vil se dem.
pl: **Sprawdź zestaw, a nie tylko zrzut ekranu.** Przełącznik ołówek/oko w nagłówku wiersza pokazuje szablony jako karuzelę przypominającą sklep i tak faktycznie będą je widzieć kupujący.
pt_br: **Verifique o conjunto, não apenas a captura de tela.** O botão lápis/olho no cabeçalho de uma linha mostra os modelos como um carrossel estilo loja, que é como os compradores realmente os verão.
pt_pt: **Verifique o conjunto, não apenas a captura de ecrã.** O botão lápis/olho no cabeçalho de uma linha mostra os modelos como um carrossel estilo loja, que é como os compradores realmente os verão.
ro: **Verificați setul, nu doar captura de ecran.** Comutatorul creion/ochi într-un rând de antet arată șabloanele ca un carusel în stil magazin, care este modul în care cumpărătorii le vor vedea de fapt.
ru: **Проверяйте весь набор, а не отдельный скриншот.** Переключатель «карандаш/глаз» в заголовке строки показывает шаблоны в виде карусели, как в магазине, — именно так их увидят покупатели.
sk: **Skontrolujte súpravu, nielen snímku obrazovky.** Prepínač ceruzka/oko v hlavičke riadku zobrazuje šablóny ako kolotoč v štýle obchodu, takže ich kupujúci v skutočnosti uvidia.
sl: **Preverite nabor, ne samo posnetek zaslona.** Stikalo svinčnik/oči v glavi vrstice prikazuje predloge kot vrtiljak v slogu trgovine, tako jih bodo kupci dejansko videli.
sv: **Kontrollera uppsättningen, inte bara skärmdumpen.** Penna-/ögonomkopplaren i radhuvudet visar mallarna som en karusell i butiksstil, vilket är hur köpare faktiskt ser dem.
th: **ตรวจสอบชุด ไม่ใช่แค่ภาพหน้าจอ** สวิตช์ดินสอ/ตาในส่วนหัวของแถวจะแสดงเทมเพลตเป็นภาพหมุนสไตล์ร้านค้า ซึ่งเป็นวิธีที่ผู้ซื้อจะเห็นจริง
tr: **Yalnızca ekran görüntüsünü değil, bütün seti kontrol edin.** Satır başlığındaki kalem/göz anahtarı şablonları mağazadaki gibi bir döngü hâlinde gösterir; alıcılar onları tam olarak böyle görür.
uk: **Перевіряйте весь набір, а не лише один знімок.** Перемикач «олівець / око» в заголовку рядка показує шаблони як каруселлю в стилі магазину — саме так їх побачать покупці.
ur: **سیٹ کو چیک کریں، نہ صرف اسکرین شاٹ۔** ایک قطار کے ہیڈر میں پنسل/آئی سوئچ ٹیمپلیٹس کو اسٹور طرز کے کیروسل کے طور پر دکھاتا ہے، جس طرح خریدار انہیں حقیقت میں دیکھیں گے۔
vi: **Kiểm tra bộ sản phẩm, không chỉ ảnh chụp màn hình.** Công tắc bút chì/mắt trong tiêu đề hàng hiển thị các mẫu dưới dạng băng chuyền kiểu cửa hàng, đây là cách người mua sẽ thực sự nhìn thấy chúng.
zh_hans: **检查整组截图，而不只是单张截图**。行标题中的铅笔/眼睛切换开关会以商店风格的轮播方式显示模板，这正是买家实际看到的样子。
zh_hant: **檢查整組，而不只是單張螢幕截圖**。列標題中的鉛筆／眼睛切換開關會以商店風格的輪播方式顯示範本，這正是買家實際看到的樣子。

source: **Color** — a solid fill picked from the inline color picker.
ar: **اللون** — تعبئة صلبة يتم اختيارها من منتقي الألوان المضمّن.
ca: **Color**: un farciment sòlid escollit del selector de colors en línia.
cs: **Barva** – plná výplň vybraná z vloženého výběru barvy.
da: **Farve** — en fast fyldning valgt fra den indbyggede farvevælger.
de: **Farbe** – eine einfarbige Füllung aus der eingebetteten Farbauswahl.
el: **Χρώμα** — ένα συμπαγές γέμισμα που έχει επιλεγεί από τον ενσωματωμένο επιλογέα χρώματος.
es: **Color**: un relleno sólido elegido con el selector de color integrado.
fa: **رنگ** — رنگ یکدستی که از انتخابگر رنگ داخلی برگزیده می‌شود.
fi: **Väri** — kiinteä täyte, joka on poimittu rivin värinvalitsimesta.
fr: **Couleur** : un remplissage uni choisi dans le sélecteur de couleur intégré.
he: **צבע** - מילוי מוצק שנבחר מבוחר הצבעים המוטבע.
hr: **Boja** — puna ispuna odabrana iz ugrađenog birača boja.
hu: **Szín** – a beépített színválasztóból kiválogatott tömör kitöltés.
id: **Warna** — isian padat yang diambil dari pemilih warna sebaris.
it: **Colore**: un riempimento uniforme scelto dal selettore colore integrato.
ja: **色** — インラインのカラーピッカーで選んだ単色で塗りつぶします。
ko: **색상** — 인라인 색상 선택기에서 선택한 단색 채우기입니다.
ms: **Warna** — isian pepejal yang dipilih daripada pemilih warna sebaris.
nl: **Kleur** — een effen vulling gekozen uit de inline kleurenkiezer.
no: **Farge** — en solid fylling plukket fra den innebygde fargevelgeren.
pl: **Kolor** — pełne wypełnienie wybierane z wbudowanego selektora kolorów.
pt_br: **Cor** — um preenchimento sólido escolhido no seletor de cores embutido.
pt_pt: **Cor** — um preenchimento sólido escolhido no seletor de cores embutido.
ro: **Culoare** — o umplere solidă selectată din selectorul de culori inline.
ru: **Цвет** — сплошная заливка, выбранная во встроенной палитре.
sk: **Farba** – plná výplň vybratá z inline výberu farieb.
sl: **Barva** — trdno polnilo, izbrano iz izbirnika barv v vrstici.
sv: **Färg** — en solid fyllning plockad från den inline-färgväljaren.
th: **สี** — สีเติมทึบที่เลือกจากเครื่องมือเลือกสีในบรรทัด
tr: **Renk** — satır içi renk seçiciden seçilen düz bir dolgu.
uk: **Колір** — суцільна заливка, вибрана у вбудованому засобі вибору кольору.
ur: **رنگ** — ان لائن کلر چننے والے سے چنے گئے ایک ٹھوس فل۔
vi: **Màu** — một màu tô đậm được chọn từ bộ chọn màu nội tuyến.
zh_hans: **颜色**——从内嵌颜色选择器中选取的纯色填充。
zh_hant: **顏色**——從內嵌顏色選擇器中挑選的純色填滿。

source: **Confirm before deleting** — show a confirmation prompt for destructive actions on rows and screenshots.
ar: **التأكيد قبل الحذف** — إظهار مطالبة تأكيد للإجراءات التدميرية على الصفوف ولقطات الشاشة.
ca: **Confirmar abans de suprimir**: mostra un missatge de confirmació per a accions destructives a les files i captures de pantalla.
cs: **Před odstraněním potvrdit** – zobrazí výzvu k potvrzení pro destruktivní akce na řádcích a snímcích obrazovky.
da: **Bekræft før sletning** — vis en bekræftelsesprompt for destruktive handlinger på rækker og skærmbilleder.
de: **Vor dem Löschen bestätigen** – Zeigt eine Bestätigungsaufforderung für destruktive Aktionen in Zeilen und Screenshots an.
el: **Επιβεβαίωση πριν από τη διαγραφή** — εμφάνιση μιας προτροπής επιβεβαίωσης για καταστροφικές ενέργειες σε σειρές και στιγμιότυπα οθόνης.
es: **Confirmar antes de eliminar**: muestra un mensaje de confirmación para acciones destructivas en filas y capturas de pantalla.
fa: **قبل از حذف تأیید کنید** - یک درخواست تأیید برای اقدامات مخرب در ردیف ها و تصاویر صفحه نمایش دهید.
fi: **Vahvista ennen poistamista** — näytä vahvistuskehote tuhoaville toimille riveissä ja kuvakaappauksissa.
fr: **Confirmer avant de supprimer** : affiche une invite de confirmation pour les actions destructrices sur les lignes et les captures d'écran.
he: **אשר לפני מחיקה** - הצג בקשת אישור לפעולות הרסניות בשורות ובצילומי מסך.
hr: **Potvrdi prije brisanja** — prikaži upit za potvrdu za destruktivne radnje na recima i snimkama zaslona.
hu: **Megerősítés a törlés előtt** — Megerősítő üzenet megjelenítése a sorok és képernyőképek romboló műveleteihez.
id: **Konfirmasi sebelum menghapus** — menampilkan perintah konfirmasi untuk tindakan merusak pada baris dan tangkapan layar.
ja: **削除する前に確認** — 行およびスクリーンショットに対する破壊的なアクションに対して確認プロンプトを表示します。
ko: **삭제 전 확인** — 행 및 스크린샷에 파괴적인 작업에 대한 확인 메시지를 표시합니다.
ms: **Sahkan sebelum memadam** — tunjukkan gesaan pengesahan untuk tindakan yang merosakkan pada baris dan tangkapan skrin.
nl: **Bevestigen vóór verwijderen** — toon een bevestigingsvraag voor destructieve acties op rijen en schermafbeeldingen.
no: **Bekreft før sletting** — vis en bekreftelsesmelding for destruktive handlinger på rader og skjermbilder.
pl: **Potwierdź przed usunięciem** — wyświetla monit o potwierdzenie destrukcyjnych działań w wierszach i zrzutach ekranu.
pt_br: **Confirme antes de excluir** — mostra um prompt de confirmação para ações destrutivas em linhas e capturas de tela.
pt_pt: **Confirme antes de excluir** — mostra um prompt de confirmação para ações destrutivas em linhas e capturas de ecrã.
ro: **Confirmați înainte de ștergere** — afișați o solicitare de confirmare pentru acțiuni distructive pe rânduri și capturi de ecran.
sk: **Potvrdiť pred odstránením** — zobraziť výzvu na potvrdenie deštruktívnych akcií na riadkoch a snímkach obrazovky.
sl: **Potrdi pred brisanjem** — prikaži potrditveni poziv za destruktivna dejanja v vrsticah in posnetkih zaslona.
sv: **Bekräfta före radering** — visa en bekräftelseprompt för destruktiva åtgärder på rader och skärmdumpar.
th: **ยืนยันก่อนลบ** — แสดงข้อความยืนยันสำหรับการดำเนินการทำลายล้างในแถวและภาพหน้าจอ
ur: **حذف کرنے سے پہلے تصدیق کریں** — قطاروں اور اسکرین شاٹس پر تباہ کن کارروائیوں کے لیے تصدیقی اشارہ دکھائیں۔
vi: **Xác nhận trước khi xóa** — hiển thị lời nhắc xác nhận cho các hành động phá hoại trên hàng và ảnh chụp màn hình.
zh_hans: **删除前确认** — 在行和屏幕截图上显示破坏性操作的确认提示。
